<?php
//index.php 
require_once 'includes/global.inc.php';
$page = "terms.php";
require_once 'includes/header.inc.php';
?>
<html>
<head>
    <title>Пользовательское соглашение | <?php echo $pname; ?></title>
</head>
<body>
<center>
    <br>
    <h1>ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ</h1>
    <h3>сервиса «Рейтинг 2.0»</h3>
    <br>
    <a href="terms2.php">Нажмите для просмотра Политики обработки персональных данных</a>
    <br><br>
</center>
<strong>1.ОБЩИЕ ПОЛОЖЕНИЯ</strong><br>
1.1. Физическое лицо – автор сервиса Бондарь Даниил Олегович (далее – «Автор») предлагает пользователю сети Интернет
(далее – Пользователь) - использовать свои сервисы на условиях, изложенных в настоящем Пользовательском соглашении
(далее — «Соглашение»). Соглашение вступает в силу с момента выражения Пользователем согласия с его условиями в порядке,
предусмотренном п. 1.3 Соглашения.
<br>
1.2. Использование сервисов Автора регулируется настоящим Соглашением, Политикой обработки персональных данных
пользователей портала «Рейтинг 2.0». Соглашение может быть изменено Автором без какого-либо специального уведомления,
новая редакция Соглашения вступает в силу с момента ее размещения в сети Интернет по указанному в настоящем абзаце
адресу, если иное не предусмотрено новой редакцией Соглашения. Действующая редакция Соглашения всегда находится на
странице по адресу https://newrating.iu-dev.com/terms.php
<br>
1.3. Начиная использовать какой-либо сервис, либо его отдельные функции или пройдя процедуру регистрации, Пользователь
считается принявшим условия Соглашения в полном объеме, без всяких оговорок и исключений. В случае несогласия
Пользователя с какими-либо из положений Соглашения, Пользователь не вправе использовать сервисы Автора. В случае, если
Автором были внесены какие-либо изменения в Соглашение в порядке, предусмотренном пунктом 1.2 Соглашения, с которыми
Пользователь не согласен, он обязан прекратить использование сервисов Автора.
<br>
1.4. Соглашаясь с условиями настоящего Соглашения, Пользователь тем самым дает Автору право на осуществление обработки
персональных данных такого Пользователя как самостоятельно, так и с использованием услуг третьих лиц, в том числе право
передачи персональных данных Пользователя таким третьим лицам, в соответствии с правилами, предусмотренными Политикой
обработки персональных данных пользователей портала, что подразумевает под собой любое действие (операцию) или
совокупность действий (операций), совершаемых с использованием средств автоматизации или без использования таких средств
с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение),
извлечение, использование, передачу (распространение, предоставление, доступ, в том числе трансграничную передачу),
обезличивание, блокирование, удаление, уничтожение персональных данных. Автор имеет право осуществлять обработку
персональных данных Пользователя в течение всего срока использования таким Пользователем сервисов, а также в течение 100
(ста) лет, после окончания использования таким Пользователем сервисов, что необходимо в связи с технологическими
особенностями работы сервиса, а также для целей реализации прав Пользователей на возобновления использования сервиса с
сохранением необходимой информации о таком Пользователе.
<br><br>
<strong>2. РЕГИСТРАЦИЯ ПОЛЬЗОВАТЕЛЯ. УЧЕТНАЯ ЗАПИСЬ ПОЛЬЗОВАТЕЛЯ</strong><br>
2.1. Для того чтобы воспользоваться некоторыми сервисами Автора или некоторыми отдельными функциями сервисов,
Пользователю необходимо пройти процедуру регистрации, в результате которой для Пользователя будет создана уникальная
учетная запись.
<br>
2.2. Для регистрации Пользователь обязуется предоставить достоверную и полную информацию о себе по вопросам,
предлагаемым в форме регистрации, и поддерживать эту информацию в актуальном состоянии. Если Пользователь предоставляет
неверную информацию или у Автора есть основания полагать, что предоставленная Пользователем информация неполна или
недостоверна, Автор имеет право по своему усмотрению заблокировать либо удалить учетную запись Пользователя и отказать
Пользователю в использовании своих сервисов (либо их отдельных функций).
<br>
2.3. Автор оставляет за собой право в любой момент потребовать от Пользователя подтверждения данных, указанных при
регистрации, и запросить в связи с этим подтверждающие документы (в частности - документы, удостоверяющие личность),
непредоставление которых, по усмотрению Автора, может быть приравнено к предоставлению недостоверной информации и
повлечь последствия, предусмотренные п. 2.2 Соглашения. В случае если данные Пользователя, указанные в предоставленных
им документах, не соответствуют данным, указанным при регистрации, а также в случае, когда данные, указанные при
регистрации, не позволяют идентифицировать пользователя, Автор вправе отказать Пользователю в доступе к учетной записи и
использовании сервисов Автора.
<br>
2.4.Персональная информация Пользователя, содержащаяся в учетной записи Пользователя, хранится и обрабатывается Автором
в соответствии с условиями Политики конфиденциальности.
<br>
2.5.При регистрации Пользователь самостоятельно выбирает себе логин (уникальное символьное имя учетной записи
Пользователя) и пароль для доступа к учетной записи. Автор вправе запретить использование определенных логинов, а также
устанавливать требования к логину и паролю (длина, допустимые символы и т.д.)
<br>
2.6.Пользователь самостоятельно несет ответственность за безопасность (устойчивость к подбору) выбранных им средств для
доступа к учетной записи, а также самостоятельно обеспечивает их конфиденциальность. Пользователь самостоятельно несет
ответственность за все действия (а также их последствия) в рамках или с использованием сервисов Автора под учетной
записью Пользователя, включая случаи добровольной передачи Пользователем данных для доступа к учетной записи
Пользователя третьим лицам на любых условиях (в том числе по договорам или соглашениям). При этом все действия в рамках
или с использованием сервисов Автора под учетной записью Пользователя считаются произведенными самим Пользователем, за
исключением случаев, когда Пользователь, в порядке, предусмотренном п. 2.7., уведомил Автора о несанкционированном
доступе к сервисам Автора с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении)
конфиденциальности своих средств доступа к учетной записи (пароля или средств двухфакторной аутентификации).
<br>
2.7.Пользователь обязан немедленно уведомить Автора о любом случае несанкционированного (не разрешенного Пользователем)
доступа к сервисам Автора с использованием учетной записи Пользователя и/или о любом нарушении (подозрениях о нарушении)
конфиденциальности своих средств доступа к учетной записи. В целях безопасности, Пользователь обязан самостоятельно
осуществлять безопасное завершение работы под своей учетной записью (кнопка «Выйти») по окончании каждой сессии работы с
сервисами Автора. Автор не отвечает за возможную потерю или порчу данных, а также другие последствия любого характера,
которые могут произойти из-за нарушения Пользователем положений этой части Соглашения.
<br>
2.8.Пользователь не вправе воспроизводить, повторять и копировать, продавать и перепродавать, а также использовать для
каких-либо коммерческих целей какие-либо части сервисов Автора (включая контент, доступный Пользователю посредством
сервисов), или доступ к ним, кроме тех случаев, когда Пользователь получил такое разрешение от Автора.
<br>
2.8.1.Некоторые категории учетных записей Пользователей могут ограничивать или запрещать использование некоторых
сервисов Автора или их отдельных функций в случае если это предусмотрено при регистрации, либо в условиях использования
того или иного сервиса.
<br>
2.9.Автор вправе заблокировать или удалить учетную запись Пользователя, а также запретить доступ с использованием
какой-либо учетной записи к определенным сервисам Автора, и удалить любой контент без объяснения причин, в том числе в
случае нарушения Пользователем условий Соглашения или условий иных документов, предусмотренных п. 1.2. Соглашения
<br>
2.10.Пользователь вправе в любой момент удалить свою учетную запись на всех сервисах Автора или при наличии
соответствующей функции прекратить ее действие в отношении некоторых из них.
<br>
2.11.Удаление учетной записи Автором осуществляется в следующем порядке:
<br>
2.11.1.1. учетная запись блокируется на срок один месяц, в течение которого доступ Пользователя к своей учетной записи
становится невозможен, при этом контент размещенный с помощью такой учетной записи может быть удален;
<br>
2.11.1.2. если в течение указанного выше срока учетная запись Пользователя будет восстановлена, доступ к учетной записи
для Пользователя восстановится, однако контент, размещенной с ее помощью, может не подлежать восстановлению;
<br>
2.11.1.3. если в течение указанного выше срока учетная запись Пользователя не будет восстановлена, весь контент,
размещенный с ее использованием, будет удален, а логин будет доступен для использования другим пользователям. С этого
момента восстановление учетной записи, какой-либо информации, относящейся к ней, а равно доступов к сервисам Автора с
использованием этой учетной записи, невозможны.
<br>
2.11.2. Приведенный в п.п. 2.11.1.1., 2.11.1.2., 2.11.1.3. Соглашения (за исключением доступности логина для
использования другими пользователями) порядок применим также к запрету доступа с использованием какой-либо учетной
записи к определенным сервисам.
<br><br>
<strong>3.ОБЩИЕ ПОЛОЖЕНИЯ ОБ ИСПОЛЬЗОВАНИИ И ХРАНЕНИИ</strong><br>
3.1. Автор вправе устанавливать ограничения в использовании сервисов для всех Пользователей, либо для отдельных
категорий Пользователей (в зависимости от места пребывания Пользователя, языка, на котором предоставляется сервис и
т.д.), в том числе: наличие/отсутствие отдельных функций сервиса, любого другого контента, максимальное количество
сообщений, которые могут быть отправлены или получены одним зарегистрированным пользователем, максимальный размер
почтового сообщения или дискового пространства, максимальное количество обращений к сервису за указанный период времени,
максимальный срок хранения контента, специальные параметры загружаемого контента и т.д. Автор может запретить
автоматическое обращение к своим сервисам, а также прекратить прием любой информации, сгенерированной автоматически.
<br><br>


<strong>4. КОНТЕНТ ПОЛЬЗОВАТЕЛЯ</strong><br>
4.1. Пользователь самостоятельно несет ответственность за соответствие содержания размещаемого Пользователем контента
требованиям действующего законодательства, включая ответственность перед третьими лицами в случаях, когда размещение
Пользователем того или иного контента или содержание контента нарушает права и законные интересы третьих лиц, в том
числе личные неимущественные права авторов, иные интеллектуальные права третьих лиц, и/или посягает на принадлежащие им
нематериальные блага.
<br>
4.2. Пользователь признает и соглашается с тем, что Автор не обязан просматривать контент любого вида, размещаемый и/или
распространяемый Пользователем посредством сервисов Автора, а также то, что Автор имеет право (но не обязанность) по
своему усмотрению отказать Пользователю в размещении и/или распространении им контента или удалить любой контент,
который доступен посредством сервисов Автора. Пользователь осознает и согласен с тем, что он должен самостоятельно
оценивать все риски, связанные с использованием контента, включая оценку надежности, полноты или полезности этого
контента.
<br>
4.3.Пользователь осознает и соглашается с тем, что технология работы сервисов может потребовать копирование
(воспроизведение) контента Пользователя Автора, а также переработки его Автором для соответствия техническим требованиям
того или иного сервиса.
<br><br>


<strong>5. УСЛОВИЯ ИСПОЛЬЗОВАНИЯ СЕРВИСОВ АВТОРА</strong><br>
5.1. Пользователь самостоятельно несет ответственность перед третьими лицами за свои действия, связанные с
использованием Сервиса, в том числе, если такие действия приведут к нарушению прав и законных интересов третьих лиц, а
также за соблюдение законодательства при использовании Сервиса.
<br>
5.2.При использовании сервисов Автора Пользователь не вправе:
<br>
5.2.1. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, который
является незаконным, вредоносным, клеветническим, оскорбляет нравственность, демонстрирует (или является пропагандой)
насилия и жестокости, нарушает права интеллектуальной собственности, пропагандирует ненависть и/или дискриминацию людей
по расовому, этническому, половому, религиозному, социальному признакам, содержит оскорбления в адрес каких-либо лиц или
организаций, содержит элементы (или является пропагандой) порнографии, детской эротики, представляет собой рекламу (или
является пропагандой) услуг сексуального характера (в том числе под видом иных услуг), пропагандирует терроризм,
разъясняет порядок изготовления, применения или иного использования наркотических веществ или их аналогов, взрывчатых
веществ или иного оружия;
<br>
5.2.2. нарушать права третьих лиц, в том числе несовершеннолетних лиц и/или причинять им вред в любой форме;
<br>
5.2.3. выдавать себя за другого человека или представителя организации и/или сообщества без достаточных на то прав, в
том числе за сотрудников Автора, за модераторов форумов, за владельца сайта, а также применять любые другие формы и
способы незаконного представительства других лиц в сети, а также вводить пользователей или Автор в заблуждение
относительно свойств и характеристик каких-либо субъектов или объектов;
<br>
5.2.4. загружать, посылать, передавать или любым другим способом размещать и/или распространять контент, при отсутствии
прав на такие действия согласно законодательству или каким-либо договорным отношениям;
<br>
5.2.5. загружать, посылать, передавать или любым другим способом размещать и/или распространять не разрешенную
специальным образом рекламную информацию, спам (в том числе и поисковый), списки чужих адресов электронной почты, схемы
«пирамид», многоуровневого (сетевого) маркетинга (MLM), системы интернет-заработка и e-mail-бизнесов, «письма счастья»,
а также использовать сервисы Автора для участия в этих мероприятиях, или использовать сервисы Автора, исключительно для
перенаправления пользователей на страницы других доменов;
<br>
5.2.6. загружать, посылать, передавать или любым другим способом размещать и/или распространять какие-либо материалы,
содержащие вирусы или другие компьютерные коды, файлы или программы, предназначенные для нарушения, уничтожения либо
ограничения функциональности любого компьютерного или телекоммуникационного оборудования или программ, для осуществления
несанкционированного доступа, а также серийные номера к коммерческим программным продуктам и программы для их генерации,
логины, пароли и прочие средства для получения несанкционированного доступа к платным ресурсам в Интернете, а также
размещения ссылок на вышеуказанную информацию;
<br>
5.2.7. несанкционированно собирать и хранить персональные данные других лиц;
<br>
5.2.8. нарушать нормальную работу веб-сайтов и сервисов Автора;
<br>
5.2.9. содействовать действиям, направленным на нарушение ограничений и запретов, налагаемых Соглашением;
<br>
5.2.10. другим образом нарушать нормы законодательства, в том числе нормы международного права.
<br><br>
<strong>6. ИСКЛЮЧИТЕЛЬНЫЕ ПРАВА НА СОДЕРЖАНИЕ СЕРВИСОВ И КОНТЕНТ</strong><br>
6.1. Все объекты, доступные при помощи сервисов Автора, в том числе элементы дизайна, текст, графические изображения,
иллюстрации, видео, программы для ЭВМ, базы данных и другие объекты (далее – содержание сервисов), а также любой
контент, размещенный на сервисах Автора, являются объектами исключительных прав Автора, Пользователей и других
правообладателей.
<br>
6.2. Использование контента, а также каких-либо иных элементов сервисов возможно только в рамках функционала,
предлагаемого тем или иным сервисом. Никакие элементы содержания сервисов Автора, а также любой контент, размещенный на
сервисах Автора, не могут быть использованы иным образом без предварительного разрешения правообладателя. Под
использованием подразумеваются, в том числе: воспроизведение, копирование, переработка, распространение на любой основе,
отображение во фрейме и т.д. Исключение составляют случаи, прямо предусмотренные законодательством Российской Федерации
или условиями использования того или иного сервиса Автора.
<br>
6.3. Использование Пользователем элементов содержания сервисов, а также любого контента для личного некоммерческого
использования, допускается при условии сохранения всех знаков охраны авторского права, смежных прав, товарных знаков,
других уведомлений об авторстве, сохранения имени (или псевдонима) автора/наименования правообладателя в неизменном
виде, сохранении соответствующего объекта в неизменном виде. Исключение составляют случаи, прямо предусмотренные
законодательством Российской Федерации.
<br><br>
<strong>7.САЙТЫ И КОНТЕНТ ТРЕТЬИХ ЛИЦ</strong><br>
7.1. Сервисы Автора могут содержать ссылки на другие сайты в сети Интернет (сайты третьих лиц). Указанные третьи лица и
их контент не проверяются Автором на соответствие тем или иным требованиям (достоверности, полноты, законности и т.п.).
Автор не несет ответственность за любую информацию, материалы, размещенные на сайтах третьих лиц, к которым Пользователь
получает доступ с использованием сервисов, в том числе, за любые мнения или утверждения, выраженные на сайтах третьих
лиц, рекламу и т.п., а также за доступность таких сайтов или контента и последствия их использования Пользователем.
<br><br>
<strong>8. РЕКЛАМА НА СЕРВИСАХ АВТОРА</strong><br>
8.1.Автор вправе посылать своим пользователям информационные сообщения. Используя сервисы Автора, Пользователь также в
соответствии с ч. 1 ст. 18 Федерального закона «О рекламе» дает свое согласие на получение сообщений рекламного
характера. Пользователь вправе отказаться от получения сообщений рекламного характера путем использования
соответствующего функционала того сервиса, в рамках которого или в связи с которым пользователем были получены сообщения
рекламного характера.
<br><br>
<strong>9. ОТСУТСТВИЕ ГАРАНТИЙ, ОГРАНИЧЕНИЕ ОТВЕТСТВЕННОСТИ</strong><br>
9.1.Пользователь использует сервисы Автора на свой собственный риск. Сервисы предоставляются «как есть». Автор не
принимает на себя никакой ответственности, в том числе за соответствие сервисов целям Пользователя;
<br>
9.2. Автор не гарантирует, что:
<br>
9.2.1. сервисы соответствуют/будут соответствовать требованиям Пользователя;
<br>
9.2.2. сервисы будут предоставляться непрерывно, быстро, надежно и без ошибок;
<br>
9.2.3. качество какого-либо продукта, услуги, информации и пр., полученных с использованием сервисов, будет
соответствовать ожиданиям Пользователя.
<br>
9.3. Любые информацию и/или материалы, доступ к которым Пользователь получает с использованием сервисов Автора,
Пользователь может использовать на свой собственный страх и риск и самостоятельно несет ответственность за возможные
последствия использования указанных информации и/или материалов, в том числе за ущерб, который это может причинить
компьютеру Пользователя или третьим лицам, за потерю данных или любой другой вред;
<br>
9.4. Автор не несет ответственности за любые виды убытков, произошедшие вследствие использования Пользователем сервисов
Автора или отдельных частей/функций сервисов;
<br><br>
<strong>10.ИНЫЕ ПОЛОЖЕНИЯ</strong><br>
10.1. Настоящее Соглашение представляет собой договор между Пользователем и Автором относительно порядка использования
сервисов и заменяет собой все предыдущие соглашения между Пользователем и Автором.
<br>
10.2. Настоящее Соглашение регулируется и толкуется в соответствии с законодательством Российской Федерации. Вопросы, не
урегулированные настоящим Соглашением, подлежат разрешению в соответствии с законодательством Российской Федерации. Все
возможные споры, вытекающие из отношений, регулируемых настоящим Соглашением, разрешаются в порядке, установленном
действующим законодательством Российской Федерации, по нормам российского права. Везде по тексту настоящего Соглашения,
если явно не указано иное, под термином «законодательство» понимается как законодательство Российской Федерации.
<br>
10.3. Ввиду безвозмездности услуг, оказываемых в рамках настоящего Соглашения, нормы о защите прав потребителей,
предусмотренные законодательством Российской Федерации, не могут быть применимыми к отношениям между Пользователем и
Автором.
<br>
10.4. Ничто в Соглашении не может пониматься как установление между Пользователем и Автором агентских отношений,
отношений товарищества, отношений по совместной деятельности, отношений личного найма, либо каких-то иных отношений,
прямо не предусмотренных Соглашением.
<br>
10.5. Если по тем или иным причинам одно или несколько положений настоящего Соглашения будут признаны недействительными
или не имеющими юридической силы, это не оказывает влияния на действительность или применимость остальных положений
Соглашения.
<br>
10.6. Бездействие со стороны Автора в случае нарушения Пользователем либо иными пользователями положений Соглашений не
лишает Автор права предпринять соответствующие действия в защиту своих интересов позднее, а также не означает отказ
Автора от своих прав в случае совершения в последующем подобных либо сходных нарушений.
<br>
10.7. Настоящее Соглашение составлено на русском языке и в некоторых случаях может быть предоставлено Пользователю для
ознакомления на другом языке. В случае расхождения русскоязычной версии Соглашения и версии Соглашения на ином языке,
применяются положения русскоязычной версии настоящего Соглашения.
<br><br>
</body>
<?php require_once 'includes/footer.inc.php'; ?>
</html>