<?php
//index.php 
require_once 'includes/global.inc.php';
$page = "terms2.php";
require_once 'includes/header.inc.php';
?>
<html>
<head>
    <title>Политика обработки персональных данных | <?php echo $pname; ?></title>
</head>
<body>
<center>
    <br>
    <h1>ПОЛИТИКА ОБРАБОТКИ ПЕРСОНАЛЬНЫХ ДАННЫХ</h1>
    <h3>Физическим лицом Бондарем Даниилом Олеговичем</h3>
    <br>
    <a href="terms.php">Нажмите для просмотра Пользовательского соглашения</a>
    <br><br>
</center>
<strong>Термины и определения</strong><br>
В настоящей Политике используются следующие термины и определения:
<br>
Администрация Web-портала – представитель Автора, уполномоченный осуществлять в рамках своих полномочий действия по
управлению Web-порталом
<br>
Автоматизированная обработка персональных данных – обработка персональных данных с помощью средств вычислительной
техники;
<br>
Блокирование персональных данных - временное прекращение обработки персональных данных (за исключением случаев, если
обработка необходима для уточнения персональных данных);
<br>
Информационная система персональных данных - совокупность содержащихся в базах данных персональных данных, и
обеспечивающих их обработку информационных технологий и технических средств;
<br>
Обезличивание персональных данных- действия, в результате которых невозможно определить без использования дополнительной
информации принадлежность персональных данных конкретному Субъекту персональных данных;
<br>
Обработка персональных данных - любое действие (операция) или совокупность действий (операций), совершаемых с
использованием средств автоматизации или без использования таких средств с персональными данными, включая сбор, запись,
систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу
(распространение, предоставление, доступ), обезличивание, блокирование, удаление, уничтожение персональных данных;
<br>
Оператор – Физическое лицо Бондарь Даниил Олегович.
<br>
Персональные данные – любая информация, относящаяся к прямо или косвенно определённому или определяемому физическому
лицу (Субъекту персональных данных);
<br>
Пользователь – Субъект персональных данных, зарегистрированный на Web-портале и давший согласие на обработку своих
персональных данных;
<br>
Предоставление персональных данных – действия, направленные на раскрытие персональных данных определённому лицу или
определённому кругу лиц;
<br>
Протокол IP - маршрутизируемый протокол сетевого уровня стека TCP/IP;
<br>
Распространение персональных данных - действия, направленные на раскрытие персональных данных неопределённому кругу лиц
(передача персональных данных) или на ознакомление с персональными данными неограниченного круга лиц, в том числе
обнародование персональных данных в средствах массовой информации, размещение в информационно-телекоммуникационных сетях
или предоставление доступа к персональным данным каким-либо иным способом;
<br>
Субъект персональных данных - физическое лицо, которое прямо или косвенно определено или определяемо с помощью
персональных данных;
<br>
Трансграничная передача персональных данных - передача персональных данных на территорию иностранного государства органу
власти иностранного государства, иностранному физическому или иностранному юридическому лицу.
<br>
Уничтожение персональных данных - действия, в результате которых невозможно восстановить содержание персональных данных
в информационной системе персональных данных и (или) результате которых уничтожаются материальные носители персональных
данных;
<br>
HTTP -сервер - сервер, принимающий HTTP-запросы от клиентов, и выдающий им HTTP-ответы, вместе с HTML-страницей,
изображением, файлом, медиа-потоком или другими данными;
<br>
IP–адрес - уникальный сетевой адрес узла в компьютерной сети, построенной по протоколу IP;
<br>
Web-портал – совокупность логически связанных между собой Web-страниц с доменным именем: newrating.iu-dev.com и
rt.iu-dev.com
<br>
Web-сервис - программная система, идентифицируемая строкой URI, обеспечивающая межпрограммное взаимодействие по
протоколу HTTP.
<br><br>


<strong>1.Общие положения</strong><br>
1.1.Настоящая Политика обработки персональных данных пользователей портала Физическим лицом Бондарем Даниилом Олеговичем
(далее – Оператор) определяет порядок обработки персональных данных и меры по обеспечению безопасности персональных
данных Оператором с целью защиты прав и свобод человека и гражданина при обработке его персональных данных, в том числе
защиты прав на неприкосновенность частной жизни, личную и семейную тайну при использовании услугами.
<br>
1.2.Настоящая Политика разработана в соответствии с законодательством Российской Федерации и иными нормативными
правовыми актами, действующими на территории Российской Федерации.
<br>
1.3.Положения настоящей Политики являются основой для организации работы по обработке персональных данных для Оператора,
в том числе, для разработки иных внутренних нормативных документов, регламентирующих порядок и процессы обработки
персональных данных
<br>
1.4.Действие Политики распространяется на все персональные данные Пользователей, обрабатываемые Оператором с применением
средств автоматизации и без применения таких средств.
<br><br>
<strong>2.Цели обработки персональных данных</strong><br>
2.1.Персональные данные обрабатываются Оператором средствами Web-портала в целях:
<br>
2.1.1.Обеспечения соблюдения Конституции Российской Федерации, законодательных и иных нормативных правовых актов
Российской Федерации, а также локальных нормативных актов Оператора;
<br>
2.1.2.предоставления Пользователям персональных данных, не являющихся сотрудниками организации, информационных услуг и
Web-сервисов;
<br>
2.1.3.подготовки, заключения, исполнения и прекращения договоров с Пользователем персональных данных любых договоров и
их дальнейшего исполнения;
<br>
2.1.4.защиты жизни, здоровья или иных жизненно важных интересов Пользователей персональных данных;
<br>
2.1.5.формирования справочных материалов для внутреннего информационного обеспечения деятельности Оператора;
<br>
2.1.6.информирования Пользователей о ходе исполнения оказываемых услуг;
<br>
2.1.7.создания баз данных;
<br>
2.1.8.предоставления Пользователю персональных данных информации об оказываемых Оператором услугах;
<br>
2.1.9.идентификации стороны в рамках Сервисов, соглашений и договоров с Оператором;
<br>
2.1.10.обеспечения связи с Пользователем, в том числе направление уведомлений, запросов и информации, касающихся
использования Web-сервисов, исполнения соглашений и договоров, а также обработка запросов и заявок от Пользователя;
<br>
2.1.11.улучшения качества Web-сервисов, удобства их использования, разработка новых Сервисов;
<br>
2.1.12.проведения статистических и иных исследований на основе обезличенных данных;
<br>
2.1.13.осуществления Оператором административно-хозяйственной деятельности; а также для достижения целей,
предусмотренных международным договором Российской Федерации или законом, для осуществления и выполнения возложенных
законодательством Российской Федерации на Оператора функций, полномочий и обязанностей.
<br><br>
<strong>3.Перечень персональных данных, обрабатываемых Оператором</strong><br>
3.1.Оператором обрабатываются персональные данные, содержащие следующие сведения:
<br>
3.1.1.персональная информация, которую Пользователь предоставляет о себе самостоятельно при регистрации (создании
учётной записи) или в процессе использования Сервисов, включая персональные данные Пользователя. Обязательная для
предоставления Сервисов информация помечена специальным образом. Иная информация предоставляется Пользователем на его
усмотрение;
<br>
3.1.2.стандартные данные, автоматически получаемые HTTP-сервером при доступе к Web-порталу и последующих действиях
Пользователя (IP-адрес, данные файлов cookie, информация о браузере Пользователя (или иной программе, с помощью которой
осуществляется доступ к Сервисам), технические характеристики оборудования и программного обеспечения, используемых
Пользователем, дата и время доступа к Сервисам, адреса запрашиваемых страниц и иная подобная информация);
<br>
3.1.3.информация, полученная в результате действий других пользователей на Webпортале;
<br>
3.1.4.иная информация, автоматически получаемая при доступе к Web-порталу.
<br>
3.2.Обработка специальных категорий персональных данных, касающихся расовой, национальной принадлежности, политических
взглядов, религиозных или философских убеждений, интимной жизни, Оператором не осуществляется.
<br><br>
<strong>4.Общие принципы обработки персональных данных</strong><br>
4.1.Обработка персональных данных Оператором фонде осуществляется на основе следующих принципов:
<br>
4.1.1.обработка персональных данных должна осуществляться на законной и справедливой основе;
<br>
4.1.2.обработка персональных данных должна ограничиваться достижением конкретных, заранее определенных и законных целей.
Не допускается обработка персональных данных, несовместимая с целями сбора персональных данных;
<br>
4.1.3.не допускается объединение баз данных, содержащих персональные данные, обработка которых осуществляется в целях,
несовместимых между собой;
<br>
4.1.4.обработке подлежат только персональные данные, которые отвечают целям их обработки;
<br>
4.1.5.содержание и объем обрабатываемых персональных данных должны соответствовать заявленным целям обработки.
Обрабатываемые персональные данные не должны быть избыточными по отношению к заявленным целям их обработки;
<br>
4.1.6.при обработке персональных данных должны быть обеспечены точность персональных данных, их достаточность, а в
необходимых случаях и актуальность по отношению к целям обработки персональных данных. Оператор должен принимать
необходимые меры либо обеспечивать их принятие по удалению или уточнению неполных или неточных данных;
<br>
4.1.7.хранение персональных данных должно осуществляться в форме, позволяющей определить Пользователя, не дольше, чем
этого требуют цели обработки персональных данных, если срок хранения персональных данных не установлен законодательством
Российской Федерации, договором, по которому выгодоприобретателем или поручителем является Пользователь. Обрабатываемые
персональные данные подлежат уничтожению либо обезличиванию по достижении целей обработки или в случае утраты
необходимости в достижении этих целей, если иное не предусмотрено законодательством Российской Федерации.
<br>
4.2.Оператор и иные лица, получившие доступ к персональным данным, обязаны не раскрывать третьим лицам и не
распространять персональные данные без согласия Пользователя, если иное не предусмотрено законодательством Российской
Федерации.
<br>
4.3.Оператор вправе поручить обработку персональных данных другому лицу с согласия Пользователя, если иное не
предусмотрено законодательством Российской Федерации, на основании заключаемого с этим лицом договора. Лицо,
осуществляющее обработку персональных данных по поручению Оператора, обязано соблюдать принципы и правила обработки
персональных данных, предусмотренные законодательством Российской Федерации и иных нормативных правовых актов,
действующих на территории Российской Федерации.
<br>
4.4.Трансграничная передача персональных данных на территории иностранных государств может осуществляться Оператором
только при наличии письменного согласия Пользователя на трансграничную передачу его персональных данных.
<br><br>
<strong>5.Права Пользователя</strong><br>
5.1.Пользователь вправе требовать от оператора уточнения его персональных данных, их блокирования или уничтожения в
случае, если персональные данные являются неполными, устаревшими, неточными, незаконно полученными или не являются
необходимыми для заявленной цели обработки, а также принимать предусмотренные законодательством Российской Федерации
меры по защите своих прав.
<br>
5.2.Пользователь имеет право на получение информации, касающейся обработки его персональных данных, в том числе
содержащей:
<br>
5.2.1.подтверждение факта обработки персональных данных оператором;
<br>
5.2.2.правовые основания и цели обработки персональных данных;
<br>
5.2.3.цели и применяемые Оператором способы обработки персональных данных;
<br>
5.2.4.наименование и место нахождения Оператора, сведения о лицах (за исключением работников Оператора), которые имеют
доступ к персональным данным или которым могут быть раскрыты персональные данные на основании договора с Оператором или
на основании законодательства Российской Федерации;
<br>
5.2.5.обрабатываемые персональные данные, относящиеся к соответствующему Пользователю, источник их получения, если иной
порядок представления таких данных не предусмотрен законодательством Российской Федерации;
<br>
5.2.6.сроки обработки персональных данных, в том числе сроки их хранения;
<br>
5.2.7.порядок осуществления Пользователем прав, предусмотренных законодательством Российской Федерации;
<br>
5.2.8.информацию об осуществленной или о предполагаемой трансграничной передаче данных;
<br>
5.2.9.наименование или фамилию, имя, отчество и адрес лица, осуществляющего обработку персональных данных по поручению
Оператора, если обработка поручена или будет поручена такому лицу;
<br>
5.2.10.иные сведения, предусмотренные законодательством Российской Федерации.
<br>
5.3.Данные сведения должны быть предоставлены Пользователю Оператором в доступной форме, и в них не должны содержаться
персональные данные, относящиеся к другим Пользователям, за исключением случаев, если имеются основания для раскрытия
таких персональных данных в соответствие с законодательством Российской Федерации.
<br>
5.4.Данные сведения, предоставляются Пользователю или его представителю Оператором при обращении либо при получении
запроса Пользователя или его представителя. Запрос должен содержать номер основного документа, удостоверяющего личность
Пользователя или его представителя, сведения о дате выдачи указанного документа и выдавшем его органе, сведения,
подтверждающие участие Пользователя в отношениях с Оператором (номер договора, дата заключения договора, условное
словесное обозначение и (или) иные сведения), либо сведения, иным образом подтверждающие факт обработки персональных
данных Оператором, подпись Пользователя или его представителя. Запрос может быть направлен в форме электронного
документа и подписан электронной подписью в соответствии с законодательством Российской Федерации.
<br>
5.5.В случае, если сведения, указанные в п.п. 5.2. настоящей Политики, а также обрабатываемые персональные данные были
предоставлены для ознакомления Пользователю по его запросу, Пользователь вправе обратиться повторно к Оператору или
направить ему повторный запрос в целях получения сведений, указанных в п.п. 5.2. настоящей Политики, и ознакомления с
такими персональными данными не ранее чем через тридцать дней после первоначального обращения или направления
первоначального запроса, если более короткий срок не установлен законодательством Российской Федерации, принятым в
соответствии с ним нормативным правовым актом или договором, стороной которого либо выгодоприобретателем или поручителем
по которому является Пользователь.
<br>
5.6.Пользователь вправе обратиться повторно к оператору или направить ему повторный запрос в целях получения сведений,
указанных в п.п. 5.2. настоящей Политики, а также в целях ознакомления с обрабатываемыми персональными данными до
истечения срока, указанного в п.п. 5.5. настоящей Политики, в случае, если такие сведения и (или) обрабатываемые
персональные данные не были предоставлены ему для ознакомления в полном объеме по результатам рассмотрения
первоначального обращения. Повторный запрос наряду со сведениями, указанными в п.п. 5.4. настоящей Политики, должен
содержать обоснование направления повторного запроса.
<br>
5.7.Оператор вправе отказать Пользователю в выполнении повторного запроса, не соответствующего условиям, предусмотренным
п.п. 5.5. и п.п. 5.6. настоящей Политики. Такой отказ должен быть мотивированным. Обязанность представления
доказательств обоснованности отказа в выполнении повторного запроса лежит на Операторе.
<br>
5.8.Право Пользователя на доступ к его персональным данным может быть ограничено в соответствии с законодательством
Российской Федерации, в том числе если:
<br>
5.8.1.обработка персональных данных, включая персональные данные, полученные в результате оперативно-розыскной,
контрразведывательной и разведывательной деятельности, осуществляется в целях обороны страны, безопасности государства и
охраны правопорядка;
<br>
5.8.2.обработка персональных данных осуществляется органами, осуществившими задержание Пользователя по подозрению в
совершении преступления, либо предъявившими Пользователю обвинение по уголовному делу, либо применившими к Пользователю
меру пресечения до предъявления обвинения, за исключением предусмотренных уголовно-процессуальным законодательством
Российской Федерации случаев, если допускается ознакомление подозреваемого или обвиняемого с такими персональными
данными;
<br>
5.8.3.обработка персональных данных осуществляется в соответствии с законодательством о противодействии легализации
(отмыванию) доходов, полученных преступным путем, и финансированию терроризма;
<br>
5.8.4.доступ Пользователя к его персональным данным нарушает права и законные интересы третьих лиц;
<br>
5.8.5.обработка персональных данных осуществляется в случаях, предусмотренных законодательством Российской Федерации о
транспортной безопасности, в целях обеспечения устойчивого и безопасного функционирования транспортного комплекса,
защиты интересов личности, общества и государства в сфере транспортного комплекса от актов незаконного вмешательства
<br><br>
<strong>6.Организация системы управления процессом обработки персональных данных</strong><br>
6.1.Обработка персональных данных Пользователя осуществляется с его согласия на обработку персональных данных, а также
без такового, если Обработка персональных данных необходима для исполнения договора, стороной которого либо
выгодоприобретателем или поручителем по которому является Пользователь, а также для заключения договора по инициативе
Пользователя или договора, по которому Пользователь будет являться выгодоприобретателем или поручителем или в иных
случаях, предусмотренных законодательством о персональных данных.
<br>
6.2.Оператор вправе поручить обработку персональных данных другому лицу с согласия Пользователя, если иное не
предусмотрено законодательством Российской Федерации. Такая Обработка персональных данных осуществляется только на
основании договора, заключенного между Оператором и третьим лицом, в котором должны быть определены:
<br>
6.2.1.перечень действий (операций) с персональными данными, которые будут совершаться третьим лицом, осуществляющим
обработку персональных данных;
<br>
6.2.2.цели обработки персональных данных;
<br>
6.2.3.обязанности третьего лица соблюдать конфиденциальность персональных данных и обеспечивать их безопасность при
обработке, а также требования к защите обрабатываемых персональных данных.
<br>
6.3.Оператор осуществляет передачу персональных данных государственным органам в рамках их полномочий в соответствии с
законодательством Российской Федерации.
<br>
6.4.Оператор несет ответственность перед Пользователем за действия лиц, которым он поручает обработку персональных
данных Пользователя.
<br>
6.5.Доступ к обрабатываемым персональным данным предоставляется только тем Работникам Оператора, которым он необходим в
связи с исполнением ими своих должностных обязанностей и с соблюдением принципов персональной ответственности.
<br>
6.6.Обработка персональных данных прекращается при достижении целей такой обработки, а также по истечении срока,
предусмотренного законом, договором, или согласием Пользователя на обработку его персональных данных. При отзыве
Пользователем согласия на обработку его персональных данных Обработка осуществляется только в пределах, необходимых для
исполнения заключенных с ним договоров и в целях, предусмотренных законодательством Российской Федерации.
<br>
6.7.Обработка персональных данных осуществляется с соблюдением конфиденциальности, под которой понимается обязанность не
раскрывать третьим лицам и не распространять персональные данные без согласия Пользователя, если иное не предусмотрено
законодательством Российской Федерации.
<br>
6.8.Оператор обеспечивает конфиденциальность персональных Пользователя со своей стороны, со стороны своих аффилированных
лиц, со стороны своих Работников, имеющих доступ к персональным данным физических лиц, а также обеспечивает
использование персональных данных вышеуказанными лицами исключительно в целях, соответствующих закону, договору или
иному соглашению, заключенному с Пользователем.
<br><br>
<strong>7.Обеспечение безопасности персональных данных</strong><br>
7.1.Важнейшим обязательным условием реализации целей деятельности Оператора является обеспечение необходимого и
достаточного уровня защищенности, а также соблюдение конфиденциальности, целостности и доступности обрабатываемых
персональных данных на всех этапах работы с ними.
<br>
7.2.Обеспечение безопасности обрабатываемых персональных данных осуществляется с применением комплексной системы
организационно-технических и правовых мероприятий по защите информации, с учетом требований законодательства о
персональных данных, принятых в соответствии с ним нормативных правовых актов.
<br>
7.3.В целях организации и обеспечения безопасности персональных данных Оператор обеспечивает следующие меры:
<br>
7.3.1.назначение должностных лиц, ответственных за организацию обработки и защиты персональных данных;
<br>
7.3.2.строгое ограничение круга лиц, имеющих доступ к персональным данным;
<br>
7.3.3.обеспечение учёта и хранения материальных носителей персональных данных в условиях, обеспечивающих сохранность и
недопущение несанкционированного доступа к ним;
<br>
7.3.4.регулярная оценка и определение угроз безопасности персональных данных при их обработке средствами Web-портала;
<br>
7.3.5.реализация разрешительной системы доступа пользователей к информационным ресурсам, программно-аппаратным средствам
обработки и защиты информации;
<br>
7.3.6.регистрация и учёт действий пользователей информационных систем персональных данных;
<br>
7.3.7.применение средств разграничения и контроля доступа к информации, информационным ресурсам, коммуникационным
портам, устройствам ввода-вывода информации, съёмным машинным носителям и внешним накопителям информации;
<br>
7.3.8.реализация парольной защиты при осуществлении доступа пользователей к информационной системе персональных данных;
<br>
7.3.9.применение средств межсетевого экранирования;
<br>
7.3.10.осуществление антивирусного контроля, предотвращение внедрения вредоносных программ (программ-вирусов) и
программных закладок;
<br>
7.3.11.обнаружение вторжений;
<br>
7.3.12.резервное копирование информации;
<br>
7.3.13.обеспечение восстановления персональных данных, модифицированных или уничтоженных вследствие несанкционированного
доступа к ним;
<br>
7.3.14.централизованное управление системой защиты персональных данных;
<br>
7.3.15.оценка эффективности принимаемых мер по обеспечению безопасности персональных данных;
<br>
7.3.16.обнаружение фактов несанкционированного доступа к персональным данным и принятие мер;
<br>
7.3.17.контроль за принимаемыми мерами по обеспечению безопасности персональных данных и уровня защищенности
информационных систем персональных данных;
<br>
7.3.18.размещение технических средств обработки персональных данных, в пределах границ охраняемой территории;
<br>
7.3.19.обеспечение пропускного режима.
<br><br>
<strong>8.Заключительные положения</strong><br>
8.1.Настоящая Политика вступает в силу с момента ее утверждения Исполнительным директором Благотворительного фонда.
<br>
8.2.Настоящая Политика является общедоступной и размещается на официальном Web-портале Благотворительного фонда в сети
Интернет по адресу: https://newrating.iu-dev.com/terms2.php
<br>
8.3.Администрация Web-портала вправе вносить изменения в настоящую Политику. При внесении изменений в Политику
Администрация Web-портала обязана уведомить об этом Пользователей путем размещения новой редакции Политики на
Web-портале не позднее, чем за 10 дней до вступления в силу соответствующих изменений. Предыдущие редакции Политик
хранятся в архиве документации Администрации Web-портала.
<br>
8.4.К настоящей Политике должен иметь доступ любой Пользователь.
<br>
8.5.Оператор, а также должностные лица и Работники Оператора несут гражданско-правовую, административную и иную
ответственность за несоблюдение принципов и условий обработки персональных данных физических лиц, а также за разглашение
или незаконное использование персональных данных в соответствии с законодательством Российской Федерации.
<br>
8.6.Настоящая Политика составлена на русском языке и в некоторых случаях может быть предоставлена Пользователю для
ознакомления на другом языке. В случае расхождения русскоязычной версии Политики и версии Политики на ином языке,
применяются положения русскоязычной версии настоящей Политики.
<br>
</body>
<?php require_once 'includes/footer.inc.php'; ?>
</html>